[
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gottzfigs8js_1_30c0f903-0c3a-462f-893d-cc4d1b2dcd28_360x.jpg?v=1558123631" ,
        "name": "John Snow collectible figure",
        "price":"$199.99",
        "index": "0",
        "description":"This stunning 1/6th scale Threezero figure of Jon Snow stands a full 11 1/2 inches tall. Based on Season 8 of Game of Thrones, it features a custom-designed body, and a finely detailed head sculpt that truly captures the likeness of actor Kit Harrington." 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gottzfig06_1_360x.jpg?v=1541022529",
        "name": "Brienne of Tarth scale collectible figure",
        "price":"$229.99",
        "index": "1",
        "description":"This 1/6 scale collectible figure of Brienne of Tarth from Season 7 of Game of Thrones will be a great addition to your collection. Standing at 12.5 inches tall, this figure features a stunning likeness of actress Gwendoline Christie as Brienne, including textured hair, piercing eyes, and bold face." 
    },
    {
        "image": "https://d8mkdcmng3.imgix.net/3fb0/collectables-action-figures-of-thrones-white-walker-figure.jpg?auto=format&bg=0FFF&fit=fill&h=600&q=100&w=600&s=c45684fd8761d66007a8b96ddd972f03",
        "name": "White Walker deluxe figure",
        "price":"$208.00",
        "index": "2",
        "description":"Add to your Game of Thrones collection with this stunning 1/6th scale deluxe White Walker figure from Threezero. This figure stands 13 inches tall, and includes tailored clothing with finely detailed textures, a life-like head, shoulder mantle, breastplate, forearm bracers, boots, a spear, and more. It also comes with exchangeable hands -- one in a relaxed position, and another in a gripped position -- a faux-leather skirt, and bare feet." 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotnbsculp02_720x.jpg?v=1529653266",
        "name": "Drogon Dragon Scuplt",
        "price":"$46.95",
        "index": "3",
        "description":"This Game of Thrones sculpture features a striking rendition of the dragon Drogon. Amazingly detailed and hand painted, this sculpture of Drogon stands approximately 4.5 inches tall." 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotfepegg02_b153b97c-5b21-4377-8067-915973fa696f_360x.jpg?v=1526110992",
        "name": "Brown Dragon Egg Plush",
        "price":"$14.95",
        "index": "4",
        "description":"Long thought to be extinct, the only remnants of the dragon species are a trio of seemingly petrified Dragon eggs given to Daenerys Targaryen as a wedding gift. Daenerys, the Mother of Dragons, later hatches the eggs in the funeral pyre of husband Khal Drogo. This brown plush dragon egg is a soft replica of the one featured in a pivotal episode of Game of Thrones."
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotusrisk01_1fe4acaf-c0ca-4262-a80c-96046a7b6649_1024x1024@2x.jpg?v=1529653359",
        "name": "Game of Thrones Risk",
        "price":"$74.95",
        "index": "5",
        "description":"RISK: Game of Thrones Edition Game escalates Risk, the classic game of strategic conquest, to an epic level of chaos and war in a battle for the Iron Throne. Featuring striking game packaging, two custom-designed game boards, three ways to play, seven finely sculpted armies, and more than 650 total pieces, this game of strategic conquest will test the wits and bravery of both Risk and Game of Thrones fans. " 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotmemtlirn_110x110@2x.jpg?v=1556648700",
        "name": "Iron Throne Model",
        "price":"$20.95",
        "index": "6",
        "description":"Build your own Iron Throne and decorate your home, dorm, or office with this Iron Throne Metal Model from Game of Thrones. Model measures 2.72in x 4.33in x 2.6in." 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotnptwpnnk_110x110@2x.jpg?v=1554695057",
        "name": "Night King acrylic sword",
        "price":"$199.99",
        "index": "7",
        "description":"This stunning replica of the Night King's sword from Game of Thrones measures 41.75 inches in length, and is wrapped at the handle with faux-leather." 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotjcneedle_1024x1024@2x.jpg?v=1530613538",
        "name": "Needle, sword of Arya Stark",
        "price":"$349.95",
        "index": "8",
        "description":"The younger of the Stark daughters, Arya has put her survival skills to use as she continues to evade the forces that seek her. This adult collectible is officially licensed from HBOr's hit series Game of Thronesr and each sword is individually serialized. It includes a display plaque and a certificate of authenticity. This item is not a toy, please keep out of the reach of children. " 
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0006/6060/2935/products/gotnptwpn01_1024x1024@2x.jpg?v=1538206819",
        "name": "Catspaw foam blade",
        "price":"$34.95",
        "index": "9",
        "description":"Prove the worth of Valyrian foam by wielding this Foam Catspaw Blade from the hit HBO series Game of Thrones.  This lovely mock weapon is crafted in perfect detail, just like the weapon that almost took Bran from us early in the show! " 
    }

]